Repository: wp-plugins/reveal-ids-for-wp-admin-25
Catalog: languages/reveal-ids-for-wp-admin-25-*.po
Languages: de_de

source: Enhanced by Reveal IDs for WP Admin 2.5 Plugin
de_de: Erweitert durch das Reveal IDs for WP Admin 2.5 Plugin

source: You still seem to have installed the former (less powerful) plugin release 'Entry IDs in Manage Posts/Pages View for WP 2.5' (manage-posts-pages-id-25.php). Please deactivate/remove it first in order to be able installing this plugin. <a href="javascript:history.back()">&laquo; Back</a>
de_de: Sie scheinen noch die ältere (weniger umfangreiche) Pluginversion 'Entry IDs in Manage Posts/Pages View for WP 2.5' (manage-posts-pages-id-25.php) zu nutzen. Bitte deinstallieren/löschen Sie erst das alte Plugin, um die neue Version installieren zu können. <a href="javascript:history.back()">&laquo; Zurück</a>

source: You just installed the "Reveal IDs for WP Admin" plugin. Please <a href="options-general.php?page=reveal-ids-for-wp-admin-25/reveal-ids-for-wp-admin-25.php">save the options once</a> to assign the new capabilities to the system!
de_de: Du hast gerade das "Reveal IDs for WP Admin"-Plugin installiert. Bitte <a href="options-general.php?page=reveal-ids-for-wp-admin-25/reveal-ids-for-wp-admin-25.php">speichere nun die Optionen</a>, um die neuen Rechte ins System zu übernehmen!

source: Reveal IDs Options
de_de: Reveal IDs Optionen

source: Settings saved.
de_de: Einstellungen gespeichert.

source: You still seem to have installed the former (less powerful) plugin release 'Entry IDs in Manage Posts/Pages View for WP 2.5' (manage-posts-pages-id-25.php). Please deactivate/remove it in order for this plugin to work properly.
de_de: Sie scheinen noch die ältere (weniger umfangreiche) Pluginversion 'Entry IDs in Manage Posts/Pages View for WP 2.5' (manage-posts-pages-id-25.php) zu nutzen. Bitte deinstallieren/löschen Sie erst das alte Plugin, das die neue Version ordnungsgemäß arbeiten kann.

source: Reveal IDs for WP Admin Options
de_de: Reveal IDs for WP Admin Optionen

source: Show Post IDs
de_de: Zeige Artikel IDs

source: Reveal IDs for the posts management
de_de: IDs aufdecken für die Artikelverwaltung

source: (This will add a new column to the posts management displaying the IDs)
de_de: (Dies wird eine neue Spalte zur Artikelverwaltung hinzufügen, die die IDs anzeigt)

source: What's the user role minimum allowed to see the IDs?
de_de: Diese und höhere Nutzerrollen dürfen die IDs sehen:

source: Show Page IDs
de_de: Zeige Seiten IDs

source: Reveal IDs for the pages management
de_de: IDs aufdecken für die Seitenverwaltung

source: (This will add a new column to the pages management displaying the IDs)
de_de: (Dies wird eine neue Spalte zur Seitenverwaltung hinzufügen, die die IDs anzeigt)

source: Show Link IDs
de_de: Zeige Link IDs

source: Reveal IDs for the links management
de_de: IDs aufdecken für die Linkverwaltung

source: (This will add a new column to the links management displaying the IDs)
de_de: (Dies wird eine neue Spalte zur Linkverwaltung hinzufügen, die die IDs anzeigt)

source: Show Category IDs
de_de: Zeige Kategorie IDs

source: Reveal IDs for the category management
de_de: IDs aufdecken für die Kategorieverwaltung

source: (This will add the ID after the category title)
de_de: (Dies wird die ID nach dem Titel der Kategorie einfügen)

source: Show Media IDs
de_de: Zeige Mediathek IDs

source: Reveal IDs for the media management
de_de: IDs aufdecken für die Mediathek

source: (This will add a new column to the media management displaying the IDs)
de_de: (Dies wird eine neue Spalte zur Mediathek hinzufügen, die die IDs anzeigt)

source: Show User IDs
de_de: Zeige Benutzer IDs

source: Reveal IDs for the user management
de_de: IDs aufdecken für die Benutzerverwaltung

source: (This will add the ID after the user name)
de_de: (Dies wird die ID nach dem Benutzernamen einfügen)

source: Save Changes
de_de: Änderungen speichern

source: More of my WordPress plugins
de_de: Weitere meiner WordPress Plugins

source: You may also be interested in some of my other plugins:
de_de: Es könnten Sie ebenfalls einige meiner weiteren Plugins interessieren:

source: Show other plugins by this author inline &raquo;
de_de: Weitere Plugins dieses Autors zeigen &raquo;

source: More information at: <a href="http://extend.schloebe.de" target="_blank">http://extend.schloebe.de</a>
de_de: Weitere Informationen: <a href="http://extend.schloebe.de" target="_blank">http://extend.schloebe.de</a>

source: Help
de_de: Hilfe

source: If you are new to using this plugin or cant understand what all these settings do, please read the documentation at <a href="http://www.schloebe.de/wordpress/simple-yearly-archive-plugin/" target="_blank">http://www.schloebe.de/wordpress/reveal-ids-for-wp-admin-25-plugin/</a>
de_de: Falls Sie dieses Plugin zum ersten Mal benutzen und nicht wissen, was all diese Optionen machen, schauen Sie bitte in die Dokumentation auf <a href="http://www.schloebe.de/wordpress/reveal-ids-for-wp-admin-25-plugin/" target="_blank">http://www.schloebe.de/wordpress/reveal-ids-for-wp-admin-25-plugin/</a>
